{

    "footer" : {
        "copyright" : " ",
        "homepage" : "@OPERATOR homepage",
        "impressum" : "Impressum",
        "portals" : "Portali @PLATFORM:"
    },

    "member_login" : {
        "teaser" : "Il suo slogan",
        "info1" : "Teaser linea 1",
        "info2" : "Teaser linea 2",
        "info3" : "Teaser linea 3"
    },

    "instance" : {
        "purpose" : "Scopo di questa istanza @PLATFORM",
        "access" : "Accesso a questa istanza @PLATFORM",
        "uptime" : "Disponibilità e tempi di inattività",
        "data" : "Dati memorizzati in questa istanza @PLATFORM",
        "start" : "Scegliete uno dei portali dalla parte superiore della pagina per cominciare. Ogni portale ha la propria pagina ISCRIZIONE e ACCESSO.",

        "localhost" : {
            "name" : "Istanza locale (localhost)",
            "intro" : "Questa è un'installazione locale di @PLATFORM, disponibile solamente dal proprio PC.",
            "purpose" : "Un'installazione locale può essere utilizzata per contribuire alla piattaforma e a scopo di test.",
            "access" : "È possibile registrare gli account utente per tutti i quattro portali. Gli account non richiedono la convalida da parte di un amministratore. È possibile registrare e utilizzare i propri account ammin.",
            "uptime" : "Ogniqualvolta lo esegui, è disponibile solo per lei :-)",
            "data" : "I dati memorizzati in questa istanza saranno disponibili solamente sul proprio PC locale."
        },

        "test" : {
            "name" : "Istanza di test",
            "intro" : "Questa è un'istanza di test di @PLATFORM.",
            "purpose" : "Questa istanza può essere utilizzata per sviluppare e testare nuove applicazioni in un ambiente sicuro. È inoltre utilizzata per testare nuove versioni del portale e il backend prima che altre istanze siano aggiornate.",

            // TODO CHANGED
            // OLD: Register your own developer account. After validation by an administrator, you may register test users, researchers and health providers without additional validation.
            // NEW: Register your own developer account. After validation by an administrator, you may register test users, researchers and health professionals without additional validation.
            "access" : "Registrare il proprio account di sviluppatore. Dopo la convalida di un amministratore, è possibile registrare utenti di test, ricercatori e fornitori di prestazioni sanitarie senza un'ulteriore convalida.",
            "uptime" : "La disponibilità non è garantita. Attendere che gli aggiornamenti dell'istanza avvengano secondo le esigenze. Ove possibile, gli aggiornamenti sono eseguiti tra le 12:00 e le 13:00 ora dell'Europa centrale, tuttavia potrebbero avvenire più di una volta al giorno se si verificano dei problemi.",
            "data" : "Su questa istanza memorizzare solo dati di test. Se necessario, i dati possono essere rimossi e gli account eliminati. I record potrebbero danneggiarsi a causa di anomalie. Non esiste un backup dei dati."
        },

        "demo" : {
            "name" : "Istanza di demo",
            "intro" : "Questa è un'istanza demo di @PLATFORM.",
            "purpose" : "Questa istanza può essere utilizzata a scopo dimostrativo e formativo.",
            "access" : "È possibile registrare gli account utente per tutti i quattro portali. Gli account devono essere convalidati da un amministratore, prima che siano sbloccati.",
            "uptime" : "Questa istanza è aggiornata meno frequentemente dell'istanza. Il tempo di inattività atteso è una volta la settimana il lunedì tra le 12:00 e le 14:00 ora dell'Europa centrale.",
            "data" : "Su questa istanza memorizzare solo dati dimostrativi. Non esiste un backup dei dati."
        }

    }
}