{

    "footer" : {

        // TODO NEW: 
        "copyright" : "",

        // TODO CHANGED
        // OLD: undefined
        // NEW: @OPERATOR Homepage
        "homepage" : "@OPERATOR Homepage",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Impressum
        "impressum" : "Impressum",

        // TODO CHANGED
        // OLD: undefined
        // NEW: @PLATFORM Portals:
        "portals" : "@PLATFORM Portals:"
    },

    "member_login" : {

        // TODO CHANGED
        // OLD: undefined
        // NEW: Your Slogan
        "teaser" : "Dein Slogan",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Teaser line 1
        "info1" : "Teaser line 1",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Teaser line 2
        "info2" : "Teaser line 2",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Teaser line 3
        "info3" : "Teaser line 3"
    },

    "instance" : {

        // TODO CHANGED
        // OLD: undefined
        // NEW: Purpose of this @PLATFORM instance
        "purpose" : "Purpose of this @PLATFORM instance",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Access to this @PLATFORM instance
        "access" : "Access to this @PLATFORM instance",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Availability and downtimes
        "uptime" : "Availability and downtimes",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Data stored in this @PLATFORM instance
        "data" : "Data stored in this @PLATFORM instance",

        // TODO CHANGED
        // OLD: undefined
        // NEW: Choose one of the portal from the top of the page to start. Each portal has its own LOGIN and SIGN UP page.
        "start" : "Choose one of the portal from the top of the page to start. Each portal has its own LOGIN and SIGN UP page.",

        "localhost" : {

            // TODO CHANGED
            // OLD: undefined
            // NEW: Local Instance (localhost)
            "name" : "Local Instance (localhost)",

            // TODO CHANGED
            // OLD: undefined
            // NEW: This is a local installation of the @PLATFORM, only available from your PC.
            "intro" : "This is a local installation of the @PLATFORM, only available from your PC.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: A local installation may be used in order to contribute to the platform and for testing purposes.
            "purpose" : "A local installation may be used in order to contribute to the platform and for testing purposes.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: You may register user accounts for all four portals. Accounts do not need to be validated by an administrator. You may register and use your own admin accounts.
            "access" : "You may register user accounts for all four portals. Accounts do not need to be validated by an administrator. You may register and use your own admin accounts.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: Whenever you run it, its available only for you :-)
            "uptime" : "Whenever you run it, its available only for you :-)",

            // TODO CHANGED
            // OLD: undefined
            // NEW: Data stored in this instance will only be available on your local PC.
            "data" : "Data stored in this instance will only be available on your local PC."
        },

        "test" : {

            // TODO CHANGED
            // OLD: undefined
            // NEW: Test Instance
            "name" : "Test Instance",

            // TODO CHANGED
            // OLD: undefined
            // NEW: This is a test instance of @PLATFORM.
            "intro" : "This is a test instance of @PLATFORM.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: This instance may be used to develop and test new applications in a safe environment. It is also used to test new versions of the portal and the backend before the other instances are updated.
            "purpose" : "This instance may be used to develop and test new applications in a safe environment. It is also used to test new versions of the portal and the backend before the other instances are updated.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: Register your own developer account. After validation by an administrator, you may register test users, researchers and health providers without additional validation.
            "access" : "Register your own developer account. After validation by an administrator, you may register test users, researchers and health providers without additional validation.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: There is no guarantee on availability. Expect updates of the instance to happen as needed. If possible, updates are done between 12:00 and 13:00 central european time, but may occur more than once a day if problems occur.
            "uptime" : "There is no guarantee on availability. Expect updates of the instance to happen as needed. If possible, updates are done between 12:00 and 13:00 central european time, but may occur more than once a day if problems occur.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: Store only test data on this instance. Data may be wiped, accounts may be deleted if necessary. Records may become corrupted by bugs. There is no backup of the data.
            "data" : "Store only test data on this instance. Data may be wiped, accounts may be deleted if necessary. Records may become corrupted by bugs. There is no backup of the data."
        },

        "demo" : {

            // TODO CHANGED
            // OLD: undefined
            // NEW: Demo Instance
            "name" : "Demo Instance",

            // TODO CHANGED
            // OLD: undefined
            // NEW: This is a demonstration instance of @PLATFORM.
            "intro" : "This is a demonstration instance of @PLATFORM.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: This instance may be used for demonstration purposes and training.
            "purpose" : "This instance may be used for demonstration purposes and training.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: You may register user accounts for all four portals. Accounts must be validated by an administrator, before they are unlocked.
            "access" : "You may register user accounts for all four portals. Accounts must be validated by an administrator, before they are unlocked.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: This instance is updated less frequently than the test instance. Expected downtime is once a week on Monday between 12:00 and 14:00 central european time.
            "uptime" : "This instance is updated less frequently than the test instance. Expected downtime is once a week on Monday between 12:00 and 14:00 central european time.",

            // TODO CHANGED
            // OLD: undefined
            // NEW: Store only demonstration data on this instance. There is no backup of the data.
            "data" : "Store only demonstration data on this instance. There is no backup of the data."
        }

    }
}