{

    "footer" : {

        // TODO NEW: 
        "copyright" : "",
        "homepage" : "Sie web @OPERATOR",
        "impressum" : "Impressum",
        "portals" : "Portails @PLATFORM:"
    },

    "member_login" : {
        "teaser" : "Votre slogan",
        "info1" : "1ère ligne du teaser",
        "info2" : "2ème ligne du teaser",
        "info3" : "3ème ligne du teaser"
    },

    "instance" : {
        "purpose" : "Mission de cette instance @PLATFORM",
        "access" : "Accès à cette instance @PLATFORM",
        "uptime" : "Disponibilité et temps d'arrêt",
        "data" : "Données stockées dans cette instance @PLATFORM",

        // TODO CHANGED
        // OLD: Choose one of the portal from the top of the page to start. Each portal has its own LOGIN and SIGN UP page.
        // NEW: Choose one of the portal from the top of the page to start. Each portal has its own REGISTRATION and LOGIN page.
        "start" : "Choisissez l'un des portails en haut de la page pour commencer. Chaque portail a sa propre page d'INSCRIPTION et de CONNEXION.",

        "localhost" : {
            "name" : "Instance locale (localhost)",

            // TODO CHANGED
            // OLD: This is a local installation of the @PLATFORM, only available from your PC.
            // NEW: This is a local installation of @PLATFORM, only available from your PC.
            "intro" : "Ceci est une installation locale de @PLATFORM, uniquement disponible sur votre PC.",
            "purpose" : "Une installation locale peut être utilisée pour des contributions à la plateforme et pour des raisons de test.",
            "access" : "Vous pouvez créer des comptes utilisateurs pour les quatre portails. Les comptes ne doivent pas être validés par un administrateur. Vous pouvez créer et utiliser vos propres comptes administrateur.",
            "uptime" : "Chaque fois que vous l'exécutez, elle est disponible uniquement pour vous :-)",
            "data" : "Les données stockées dans cette instance ne seront disponibles que sur votre PC local."
        },

        "test" : {
            "name" : "Instance de test",
            "intro" : "Ceci est une instance de test de @PLATFORM.",
            "purpose" : "Cette instance peut être utilisée pour développer et tester des nouvelles applications dans un environnement sécurisé. Elle est également utilisée pour tester des nouvelles versions du portail et du backend avant de mettre à jour les autres instances.",
            "access" : "Créer votre propre compte de développeur. Après validation par un administrateur, vous pourrez générer des comptes de test de type utilisateur, chercheur ou professionnels de la santé, sans autre validation.",
            "uptime" : "Il n'y a aucune garantie quant à la disponibilité. Les mises à jours sont effectuées autant que nécessaire. Elles sont toutefois effectuées de préférence entre 12:00 et 13:00 heure d'Europe centrale, mais peuvent aussi être effectuées plusieurs fois par jour en cas de problèmes.",
            "data" : "Conservez uniquement des données de test sur cette instance. Les données et les comptes peuvent être effacés si nécessaire. Les données peuvent être corrompues par erreur. Il n'y a pas de sauvegarde des données."
        },

        "demo" : {
            "name" : "Instance de démo",
            "intro" : "Ceci est une instance de démonstration de @PLATFORM.",
            "purpose" : "Cette instance peut être utilisée à des fins de démonstration et de formation.",
            "access" : "Vous pouvez créer des comptes utilisateurs pour les quatre portails. Les comptes doivent être validés par un administrateur, avant de pouvoir être utilisés.",
            "uptime" : "Cette instance est mise à jour moins fréquemment que l'instance de test. La plage de maintenance prévue est une fois par semaine, le lundi entre 12:00 et 14:00 heure d'Europe centrale.",
            "data" : "Enregistrez uniquement des données de démonstration sur cette instance. Il n'y a pas de sauvegarde des données."
        }

    }
}