{

    "footer" : {
        "copyright" : " ",
        "homepage" : "@OPERATOR Homepage",
        "impressum" : "Impressum",
        "portals" : "@PLATFORM Portale:"
    },

    "member_login" : {
        "teaser" : "Ihr Slogan",
        "info1" : "Teaser-Linie 1",
        "info2" : "Teaser-Linie 2",
        "info3" : "Teaser-Linie 3"
    },

    "instance" : {
        "purpose" : "Zweck dieser @PLATFORM-Instanz",
        "access" : "Zugriff auf diese @PLATFORM-Instanz",
        "uptime" : "Verfügbarkeit und Ausfallzeiten",
        "data" : "In dieser @PLATFORM-Instanz gespeicherte Daten",
        "start" : "Wählen Sie oben auf der Seite eines der Portale aus, das Sie starten möchten. Jedes Portal hat seine eigene REGISTRIERUNGs- und ANMELDUNGs-Seite.",

        "localhost" : {
            "name" : "Lokale Instanz (localhost)",
            "intro" : "Dies ist eine lokale Installation von @PLATFORM, die nur auf Ihrem PC erreichbar ist.",
            "purpose" : "Eine lokale Installation dient zur Entwicklung von Beiträgen an die Plattform und zu Testzwecken.",
            "access" : "Sie können Benutzerkonten für alle vier Portale registrieren. Die Konten müssen nicht durch einen Administrator validiert werden. Sie können Ihre eigenen Administrator-Konten registrieren und benutzen.",
            "uptime" : "Wann auch immer Sie sie laufen lassen, die Instanz gehört nur Ihnen :-)",
            "data" : "Daten, die in dieser Instanz gespeichert werden, sind nur auf Ihrem lokalen PC verfügbar."
        },

        "test" : {
            "name" : "Test-Instanz",
            "intro" : "Dies ist eine Testinstanz von @PLATFORM.",
            "purpose" : "Diese Instanz kann benutzt werden, um Applikationen in einer sicheren Umgebung zu entwickeln und zu testen. Sie wird auch verwendet, um neue Versionen des Portals und des Backends zu testen, bevor die anderen Instanzen aktualisiert werden.",

            // TODO CHANGED
            // OLD: Register your own developer account. After validation by an administrator, you may register test users, researchers and health providers without additional validation.
            // NEW: Register your own developer account. After validation by an administrator, you may register test users, researchers and health professionals without additional validation.
            "access" : "Registrieren Sie Ihr eigenes Entwicklerkonto. Nach Validierung durch einen Administrator, können Sie Testkonten für Nutzer, Forscher und Gesundheitsfachpersonen registrieren ohne zusätzliche Validierung.",
            "uptime" : "Es gibt keine Garantie über die Verfügbarkeit. Die Instanz kann jederzeit nach Bedarf aktualisiert werden. Wenn möglich, werden Updates zwischen 12:00 und 13:00 mitteleuropäische Zeit ausgeführt, können aber bei Problemen auch mehrmals pro Tag auftreten.",
            "data" : "Speichern Sie nur Testdaten auf dieser Instanz. Daten und Konten können gelöscht werden wenn nötig. Daten können durch Fehler korrupt werden. Die Daten werden nicht gesichert."
        },

        "demo" : {
            "name" : "Demo-Instanz",
            "intro" : "Dies ist eine Demonstrations-Instanz von @PLATFORM.",
            "purpose" : "Diese Instanz kann zu Demonstrations- und Übungszwecken verwendet werden.",
            "access" : "Sie können Benutzerkonten für alle vier Portale registrieren. Die Konten müssen durch einen Administrator validiert werden, bevor sie benutzt werden können.",
            "uptime" : "Diese Instanz wird weniger oft aktualisiert als die Test-Instanz. Das vorgesehene Wartungsfenster ist am Montag zwischen 12:00 und 14:00 mitteleuropäische Zeit.",
            "data" : "Speichern Sie nur Demo-Daten auf dieser Instanz. Die Daten werden nicht gesichert."
        }

    }
}