{

    "developer_registration" : {

        // TODO NEW: To avoid longer waiting time until your account is validated please fill out contact person and purpose of registration carefully such that an administrator may decide quickly about your access request.
        "reason_fillout" : "To avoid longer waiting time until your account is validated please fill out contact person and purpose of registration carefully such that an administrator may decide quickly about your access request.",

        // TODO NEW: Developer Sign Up
        "sign_up_btn" : "Developer Sign Up"
    },

    "developer_login" : {

        // TODO NEW: Developer Login
        "title" : "Developer Login"
    },

    "developer_navbar" : {

        // TODO NEW: Your Plugins
        "yourapps" : "Your Plugins",

        // TODO NEW: Sandbox
        "sandbox" : "Sandbox",

        // TODO NEW: Test Records
        "records" : "Test Records",

        // TODO NEW: Test User
        "testusers" : "Test User"
    },

    "developer_testusers" : {

        // TODO NEW: Test Users
        "title" : "Test Users",

        // TODO NEW: There are no test users registered for this account.
        "empty" : "There are no test users registered for this account.",

        // TODO NEW: Role
        "role" : "Role",

        // TODO NEW: New Password
        "resetpw" : "New Password",

        // TODO NEW: Using these buttons you can register additional users for testing your plugins. These users will use plugins developed by you from 'localhost' instead from the server.
        "description" : "Using these buttons you can register additional users for testing your plugins. These users will use plugins developed by you from 'localhost' instead from the server.",

        // TODO NEW: Register Account Holder
        "register_member_btn" : "Register Account Holder",

        // TODO NEW: Register Health Provider
        "register_hp_btn" : "Register Health Provider",

        // TODO NEW: Register Researcher
        "register_researcher_btn" : "Register Researcher"
    },

    "developer_yourapps" : {

        // TODO NEW: Your Plugins
        "title" : "Your Plugins"
    },

    "manageapp" : {
        "info" : {

            // TODO NEW: This name is internally used to identify your app. Should be a valid identifier.
            "filename" : "This name is internally used to identify your app. Should be a valid identifier.",

            // TODO NEW: Is your app for a specific role only? Otherwise choose 'Any Role'.
            "targetUserRole" : "Is your app for a specific role only? Otherwise choose 'Any Role'.",

            // TODO NEW: Choose 'Plugin' if your app will run as MIDATA portal plugin. Choose 'Mobile App' for an external application. Choose 'OAuth1 Import' or 'OAuth2 Import' if you need to connect to an external server using OAuth1 or OAuth2.
            "type" : "Choose 'Plugin' if your app will run as MIDATA portal plugin. Choose 'Mobile App' for an external application. Choose 'OAuth1 Import' or 'OAuth2 Import' if you need to connect to an external server using OAuth1 or OAuth2.",

            // TODO NEW: The name of your app or plugin that will be presented to the end user.
            "name" : "The name of your app or plugin that will be presented to the end user.",

            // TODO NEW: A description of your plugin that will also be shown on the marked place.
            "description" : "A description of your plugin that will also be shown on the marked place.",

            // TODO NEW: Title of the tile for your plugin on the dashboard.
            "defaultSpaceName" : "Title of the tile for your plugin on the dashboard.",

            // TODO NEW: Categories on the market place for which your plugin should be listed.
            "tags" : "Categories on the market place for which your plugin should be listed.",

            // TODO NEW: URL of your plugins main page. If you use the template from MIDATA it is 'dist/index.html#?authToken=:authToken''
            "url" : "URL of your plugins main page. If you use the template from MIDATA it is 'dist/index.html#?authToken=:authToken''",

            // TODO NEW: URL of your plugins dashboard tile. Leave empty if you do not provide such a tile.
            "previewUrl" : "URL of your plugins dashboard tile. Leave empty if you do not provide such a tile.",

            // TODO NEW: Choose 'me' for the default dashboard. Choose 'config' if you write an import plugin.
            "defaultSpaceContext" : "Choose 'me' for the default dashboard. Choose 'config' if you write an import plugin.",
        },
    },
}