Repository: MIDATAcooperative/open-midata-server
Catalog: portal/src/i18n/xliff-out.xliff
Languages: it

# name
source: (Organization) Name
it: Nome

# master_user
source: You must be master user to update your organization or register new users for the organization. Please contact the MIDATA support if you think you should have master user permissions.
it: Devi essere un utente master per aggiornare la propria organizzazione o iscrivere nuovi utenti per l'organizzazione. Si prega di contattare il supporto MIDATA se si pensa che si dovrebbero avere le autorizzazioni di utente master.

# plugins
source: Applications
it: Plugin

# usagestats
source: Application usage statistics
it: Statistiche sull'uso dell'applicazione

# studies
source: Projects
it: Studi

# show_apps_created
source: Show the applications created by this developer
it: Mostra le applicazioni create da questo sviluppatore

# studyId
source: Linked Project
it: Studio collegato

# title
source: Applications
it: Plugin

# name
source: Filter by Application
it: Filtra per nome applicazione

# empty
source: There are no applications yet.
it: Non ci sono ancora applicazioni o plugin.

# add_definition_btn
source: Import Application Definition
it: Importa definizione plugin

# title
source: Import Application Definition
it: Importa definizione plugin

# title
source: Research Projects
it: Studi

# empty
source: No matching projects found.
it: Non è stato trovato alcuno studio corrispondente.

# title
source: Research Project
it: Studio

# delete_study_btn
source: Delete Project
it: Elimina studio

# appCount
source: Applications
it: Applicazioni e plugin

# runningStudyCount
source: Running Projects
it: Studi in esecuzione

# object
source: Application
it: App/Plugin

# study
source: Research project*
it: Studio*

# study
source: Research Project
it: Studio

# empty
source: You do not participate in any research project.
it: Non partecipi ad alcun studio.

# title
source: Join a research project by entering a participation code.
it: Aderisci a uno studio di ricerca inserendo un codice di partecipazione.

# description
source: Join a research project by entering a code:
it: Aderisci a uno studio inserendo un codice:

# greeting
source: Want to help research projects by sharing your data?
it: Desideri aiutare gli studi con la condivisione dei tuoi dati?

# yourapps
source: Your Applications
it: I tuoi plugin

# description
source: Using these buttons you can register additional users for testing your applications. Using test users, plugins are run locally (from 'localhost') and not on the server.
it: Utilizzando questi pulsanti è possibile registrare utenti aggiuntivi per testare i propri plugin. Gli utenti di test eseguono i plugin localmente (da 'localhost') e non sul server.

# title
source: Your Applications
it: I tuoi plugin

# empty
source: You have not registered any application yet.
it: Non hai ancora registrato nessun plugin.

# register
source: Register a new application
it: Registra un nuovo plugin

# title
source: Predefined Messages for Application:
it: Messaggi predefiniti per l'applicazione:

# empty
source: There are no application specfic messages defined yet.
it: Non esistono ancora messaggi definiti per l'applicazione.

# link_help
source: Applications may suggest or require participation in a research project. Research projects may recommend the use of applications. Use of the application may require a user's consent to healthcare professionals or teams to view their data.
it: Le applicazioni possono suggerire o richiedere la partecipazione a un progetto di ricerca. I progetti di ricerca possono raccomandare l'uso di plugin o applicazioni. L'uso dell'applicazione può richiedere il consenso dell'utente agli professionisti sanitari o ai team per visualizzare i loro dati.

# linkedStudy
source: Project linked to App (Code)
it: Studio collegato con link all'applicazione (Codice)

# mustParticipateInStudy
source: Research Project Participation Required
it: Richiesta la partecipazione allo studio

# pleaseLogout2
source: Disconnect from research projects
it: Disconnetta dagli studi

# filename
source: This name is internally used to identify your application. Should be a valid identifier (a-z, A-Z, 0-9, _).
it: Questo nome è utilizzato internamente per identificare la propria applicazione. Deve essere un identificatore valido (a-z, A-Z, 0-9, _).

# type
source: Choose 'Plugin' if your application will run on the MIDATA portal. Choose 'Application (Smartphone, Web)' for an external application. Choose 'Service' for a server-side only script. Choose 'OAuth1 Import' or 'OAuth2 Import' if you need to connect to an external server using OAuth1 or OAuth2.
it: Scegliere 'Plugin' se la propria applicazione sarà eseguita sul portale MIDATA. Scegliere 'Mobile App' per un'applicazione esterna. Scegliere 'Servizio' per uno script solo lato server. Scegliere 'OAuth1 Import' o 'OAuth2 Import' se è necessario collegarsi a un server esterno utilizzando OAuth1 o OAuth2.

# name
source: The name of your application that will be presented to the end user.
it: Il nome, della propria applicazione o plugin, che sarà presentato all'utente finale.

# description
source: A description of your application that will also be shown on the marked place.
it: La descrizione del proprio plugin che sarà visualizzata anche nel punto contrassegnato.

# resharesData
source: Application is allowed to reshare data it has access to to 3rd party.
it: L'applicazione è autorizzata a ricondividere con terzi i dati a cui accede.

# allowsUserSearch
source: Users of the application are allowed to search for other users of the same application.
it: Gli utenti dell'applicazione sono autorizzati a cercare altri utenti della stessa applicazione.

# url
source: URL of your plugins main page. If you use the template from MIDATA it is 'dist/index.html#!?authToken=:authToken''
it: La pagina iniziale con l'URL dei propri plugin. Se si utilizza il modello di MIDATA è 'dist/index.html#!?authToken=:authToken''

# mustParticipateInStudy
source: User must participate in research project in order to use application.
it: L'utente deve partecipare allo studio per utilizzare l'applicazione.

# nostudy
source: Not linked to a research project
it: Non collegato a uno studio

# researchwarning
source: Changing the application definition will unlink this research application from all projects!
it: La modifica della definizione dell'applicazione dissocia questa applicazione di ricerca da tutti gli studi!

# name
source: Application Name
it: Nome plugin/applicazione

# title
source: Links with research projects or health professionals
it: Collegamenti con progetti di ricerca o professionisti sanitari

# add_research_btn
source: Link to research project
it: Collegare con progetto di ricerca

# add_provider_btn
source: Link to health professional
it: Collegare con operatore sanitario

# provider
source: Health professional (login)
it: Operatore sanitario (login)

# terms_of_use_hint
source: If special terms of use have to be read and accepted by the user, please send the text to MIDATA. We will upload the text in the correct format and provide you with the identifier you need to enter here.
it: Se l'utente deve leggere e accettare condizioni d'uso speciali, si prega di inviare il testo a MIDATA. Caricheremo il testo nel formato corretto e vi forniremo l'identificatore da inserire qui.

# show_terms
source: View terms of use
it: Vedi le condizioni d'uso

# title
source: Create new research project
it: Crea un nuovo studio

# title2
source: Change project description
it: Modifica la descrizione dello studio

# study_name
source: Project name
it: Nome studio

# study_description
source: Project description
it: Descrizione studio

# empty
source: No research projects have been created yet for your organisation.
it: Non è stato ancora creato alcuno studio per la tua organizzazione.

# create_btn
source: Create new project
it: Crea un nuovo studio

# related_apps
source: Applications related to the project
it: Plugins relativi allo studio

# empty
source: No applications are linked to the project
it: Nessuna applicazione o plugin è collegata allo studio

# aggregator_apps
source: Add research application to be used with YOUR account
it: Aggiungiate un'applicazione di ricerca da utilizzare con il VOSTRO account

# datalink
source: Aggregators, Analysis and Interpretation Applications
it: Aggregatori, applicazioni di analisi e interpretazione

# description
source: After the research project has been validated, you can link applications like plugins and external data processing services to it. These applications must connect to MIDATA using the credentials of one of the members of the research team with sufficient rights.
it: Una volta convalidato lo studio, è possibile collegarlo con link a plugin e servizi di elaborazione dati esterni. Tali plugin o servizi devono collegarsi a MIDATA utilizzando le credenziali di uno dei membri del team di ricerca avente i diritti pertinenti.

# study_wrong_status
source: Not active due to research project status
it: Non attivo a causa dello stato dello studio

# study_no_app_participation
source: Research project does not allow to join using an application
it: Lo studio non consente di aderire utilizzando un'applicazione

# OFFER_P
source: Application offers project participation upon login/start
it: L'applicazione o il plugin offre la partecipazione allo studio al momento del accedi/avvio

# REQUIRE_P
source: Project participation is required to use the application
it: La partecipazione allo studio è necessaria per utilizzare l'applicazione o il plugin

# RECOMMEND_A
source: Application is recommended by project
it: L'applicazione o il plugin è raccomandato dallo studio

# AUTOADD_A
source: Plugin is automatically added on project participation
it: Il plugin viene aggiunto automaticamente alla partecipazione allo studio

# DATALINK
source: Application shares data to project participants
it: L'applicazione condivide i dati con i partecipanti allo studio

# PRE
source: Before the project has started
it: Prima dell'inizio dello studio

# RUNNING
source: During the execution of the project
it: Durante l'esecuzione dello studio

# FINISHED
source: After the project is finished
it: Dopo la fine dello studio

# ABORTED
source: When the project is aborted
it: Quando lo studio è interrotto

# no_change_warning
source: This setup cannot be changed anymore after the project has been validated.
it: Una volta convalidato lo studio, questa configurazione non potrà più essere modificata.

# start_validation_btn
source: Request Project Validation
it: Richiedi convalida dello studio

# start_study_execution_btn
source: Start Project Execution
it: Inizia l'esecuzione dello studio

# finish_study_btn
source: Finish Project
it: Termina studio

# abort_study_btn
source: Abort Project
it: Interrompi studio

# finish_execution
source: All project data will be frozen at this moment.
it: Tutti i dati dello studio saranno congelati in questo momento.

# abort
source: All project data will be frozen at this moment. This project will be marked as failed.
it: Tutti i dati dello studio saranno congelati in questo momento. Questo progetto sarà contrassegnato come fallito.

# empty
source: This research project does not have any participants matching your search criteria yet.
it: Questo studio non ha ancora alcun partecipante che corrisponda ai tuoi criteri di ricerca.

# autojoin2
source: Accept all participation requests and assign new participants to the selected group as soon as the research application linked to this project connects.
it: Accetta tutte le richieste di partecipazione e assegna nuovi partecipanti al gruppo selezionato non appena si connette l'applicazione di ricerca collegata tramite link a questo studio.

# title
source: Project Rules
it: Regole dello studio

# terms_of_use_hint
source: If the projects General Terms and Conditions have to be read and accepted by the user, please send the text to MIDATA. We will upload the text in the correct format and provide you with the ID you need to enter here.
it: Se i Condizioni generali di contratto dello studio devono essere letti e accettati dall'utente, inviare il testo a MIDATA. Caricheremo il testo nel formato corretto e ti forniremo l'ID necessario da inserire qui.

# study
source: Project
it: Studio

# success
source: A new participant has been added to your project.
it: Un nuovo partecipante è stato aggiunto al tuo studio.

# setup
source: Setup Project
it: Configura studio

# name
source: Project name and description defined
it: Nome e descrizione studio definiti

# name_help
source: The project name will be shown to participants. The description will be available on the portal and during app login.
it: Il nome dello studio sarà mostrato ai partecipanti. La descrizione sarà disponibile sul portale durante l'accesso all'applicazione.

# teamsetup_help
source: If more people are involved in carrying out the project, provide all involved persons and their role. As long as you have not added more people, you can change your own role by adding yourself again with another role.
it: Se più persone sono coinvolte nello svolgimento dello studio, indicare tutte le persone coinvolte e il loro ruolo. Finché non si aggiungono altre persone, è possibile cambiare il proprio ruolo aggiungendo nuovamente sé stessi con un altro ruolo.

# groups_help
source: Your project may have one or multiple groups of participants. Please define the list of participant groups.
it: Il tuo studio può avere uno o più gruppi di partecipanti. Definisci l'elenco dei gruppi di partecipanti.

# sharingQuery_help
source: Your project has to explicitely state which data of the participants it will access. The Data Access Filter cannot be changed after the project has been validated.
it: Il tuo studio deve dichiarare in modo esplicito a quali dati dei partecipanti accederà. Il filtro di accesso ai dati (Data Access Filter) non può essere modificato dopo la convalida dello studio.

# dates_help
source: Start and end date will be shown to the participants. No data will flow into the project from the moment the data is frozen.
it: Le date di inizio e fine saranno mostrate ai partecipanti. Nessun dato sarà inserito nello studio dal momento in cui i dati vengono congelati.

# terms_help
source: If the projects General Terms and Conditions have to be confirmed online by the participants, please contact MIDATA.
it: Se i Condizioni generali di contratto dello studio devono essere confermati online dai partecipanti, contattare MIDATA.

# validation
source: Project validation requested
it: Convalida dello studio richiesta

# validation_help
source: Validation will be done by MIDATA after it has been requested. The project may no longer be changed after validation has been requested.
it: Una volta richiesta, la convalida sarà eseguita da MIDATA. Lo studio non potrà più essere modificato dopo la richiesta di convalida.

# validation_passed
source: Project validated by MIDATA
it: Studio convalidato da MIDATA

# validation_passed_help
source: Please wait until project has been validated.
it: Attendere finché lo studio non è stato convalidato.

# applications_help
source: You can link applications like plugins and external data processing services to your project. These may read the participants' data and/or share aggregated data back to the participants. These applications must connect to MIDATA using the credentials of one of the members of the research team with sufficient rights.
it: È possibile collegare con link al proprio studio i plugin e i servizi di elaborazione dei dati esterni. I plugin e servizi possono leggere i dati dei partecipanti e/o ri-condividere con loro dei dati aggregati. Plugin e servizi devono collegarsi a MIDATA utilizzando le credenziali di uno dei membri del team di ricerca avente i diritti pertinenti.

# applinked
source: Application has been linked with project
it: L'applicazione è stata collegata con link al proprio studio

# applinked_help
source: To link an application to your project, please send to MIDATA the code of your project and the name of the application you want to have linked.
it: Per collegare con link un'applicazione al proprio studio, inviare a MIDATA il codice dello studio e il nome dell'applicazione che si desidera collegare con link.

# partsearchstart_help
source: As long as participant search is not started it is not possible to participate to the project. Applications which require project participation may not be used.
it: Fino a quando non inizia la ricerca del partecipante, non è possibile partecipare allo studio. Le applicazioni che richiedono la partecipazione allo studio non possono essere utilizzate.

# executionstart_help
source: Marks this project as officially started.
it: Contrassegna questo studio come iniziato ufficialmente.

# execend
source: Project ended
it: Studio concluso

# execend_help
source: When the project is ended data are immediately frozen. The data stay available for download.
it: Quando lo studio è terminato, i dati vengono immediatamente congelati. I dati restano disponibili per il download.

# exportdata_help
source: Export the project data as FHIR JSON Bundle (separate for each participant group).
it: Esportare i dati dello studio come Bundle FHIR JSON (separati per ciascun gruppo di partecipanti).

# introduction
source: Give additional information about the research project. You can provide public information, additional instructions and contact information only visible to the participants and information for other researchers and administration. Texts are only meant as additional information and may be edited by you at any time.
it: Dare ulteriori informazioni sullo studio. È possibile fornire informazioni pubbliche, istruzioni aggiuntive e informazioni di contatto visibili solo ai partecipanti e informazioni per altri ricercatori e per l'amministrazione. I testi sono da intendersi solo come informazioni aggiuntive e possono essere modificati in qualsiasi momento.

# studyGroup
source: Project Group
it: Gruppo di studio

# copyright
source: ©{{now}} ETH Zürich
it: ©{{now}} ETH Zurigo

# study_count
source: Project enrollments
it: Iscrizioni agli studi

# apps
source: Applications
it: Applicazioni

# study
source: You are not authorized to access this research project
it: Non si è autorizzati ad accedere a questo studio

# not_plugin_owner
source: This is not your application
it: Questo non è il suo plugin

# no_debug
source: Debugging is only available for applications during development or beta phase on non productive instances.
it: Il debug è disponibile solo per i plugin durante lo sviluppo o la fase beta su istanze non produttive.

# code
source: Unknown code for research project.
it: Codice sconosciuto per lo studio.

# plugin
source: Application is intended for a different role
it: Il plugin è destinato a un ruolo diverso

# sharing
source: The Data Access Filter contains data types that are excluded by the project configuration.
it: Il filtro di accesso dati (Data Access Filter) contiene tipi di dati esclusi dalla configurazione dello studio.

# anonymous
source: Research project can only be anonymous if no one is allowed to access unpseudonymized data.
it: Lo studio può essere anonimo soltanto se non è autorizzato nessuno ad accedere a dati presentati senza pseudonimi.

# study_accept
source: Project participation must be accepted.
it: La partecipazione allo studio deve essere accettata.

# study
source: Research project does not exist.
it: Lo studio non esiste.

# participation
source: Research project participation not found.
it: Partecipazione allo studio non trovata.

# plugin
source: An application with the same name already exists.
it: Un plugin con lo stesso nome esiste già.

# study
source: A research project with this name already exists.
it: Uno studio con questo nome esiste già.

# participation
source: Account holder is not allowed to participate in research project.
it: Il titolare dell'account non è autorizzato a partecipare allo studio.

# study
source: Research project not searching for participants.
it: Lo studio non sta cercando partecipanti.

# study
source: Research project must be validated before.
it: Lo studio deve essere dapprima convalidato.

# consent
source: Consents for research projects may not be altered.
it: I consensi per gli studi non possono essere modificati.

# study
source: Setup can only be changed as long as research project is in draft phase.
it: La configurazione può essere modificata solamente fintanto che lo studio è nella fase bozza.

# group
source: Group of participant can only be changed if research project is not running or no participant accepted yet.
it: Un gruppo di partecipanti può essere modificato solamente se lo studio non è attivato o se nessun partecipante ha ancora accettato.

# STUDY_VALIDATED
source: Research project validated
it: Studio convalidato

# STUDY_REJECTED
source: Research project rejected
it: Studio rifiutato

# STUDY_STARTED
source: Research project started
it: Studio iniziato

# STUDY_FINISHED
source: Research project finished
it: Studio terminato

# STUDY_ABORTED
source: Research project aborted
it: Studio interrotto

# STUDY_SETUP_CHANGED
source: Project setup changed
it: Configurazione studio modificata

# study-participation-requested
source: Project participation requested
it: Partecipazione allo studio richiesta

# study-participation-member-rejected
source: Project participation rejected by member
it: Partecipazione allo studio rifiutata dal membro

# study-participation-research-rejected
source: Project participation rejected by researcher
it: Partecipazione allo studio rifiutata dal ricercatore

# study-participation-member-retreat
source: Account holder retreated from project participation
it: Il titolare di account si è ritirato dalla partecipazione allo studio

# study-participation-approved
source: Project participation approved
it: Partecipazione allo studio approvata

# study-participation-group-assigned
source: Project participation group assigned
it: Gruppo di partecipazione allo studio assegnato

# study-validation-requested
source: Project validation requested
it: Convalida dello studio richiesta

# study-validated
source: Research project validated
it: Studio convalidato

# study-rejected
source: Research project rejected
it: Studio rifiutato

# study-participant-search-started
source: Project participant search started
it: Ricerca del partecipante allo studio iniziata

# study-participant-search-closed
source: Project participant search closed
it: Ricerca del partecipante allo studio chiusa

# study-started
source: Research project started
it: Studio iniziato

# study-finished
source: Research project finished
it: Studio terminato

# study-aborted
source: Research project aborted
it: Studio interrotto

source: Entire project deleted
it: Intero studio eliminato

# study-setup-changed
source: Research project changed
it: Studio modificato

# STUDYPARTICIPATION
source: Research project
it: Studio

# STUDYRELATED
source: Research project information
it: Informazioni sullo studio

# APP
source: Participant uses linked application
it: Il partecipante utilizza un'applicazione o un software collegato

# TRANSFER
source: Data is transferred from another research project (not supported)
it: I dati vengono trasferiti da un altro studio (non supportato)

# REJECTED
source: Project rejected by MIDATA
it: Studio rifiutato da MIDATA

# VALIDATED
source: Project has been validated
it: Lo studio è stato convalidato

# STUDYADMIN
source: Project Admin
it: Ammin. studio

# PLUGINADMIN
source: Application Admin
it: Ammin plugin

# STUDYPARTICIPANT
source: Project Participant
it: Partecipante allo studio

# DESCRIPTION
source: What is this research project doing?
it: Che cosa fa questo studio?
