Repository: MIDATAcooperative/open-midata-server
Catalog: portal/src/i18n/xliff-out.xliff
Languages: it

# LOCATION
source: At which state or region is this project taking place?
it: In quale stato o regione si svolge questo progetto?

# purpose
source: This instance may be used to develop and test new applications for MIDATA in a safe environment. It is also used to test new versions of the portal and the backend before the other instances are updated.
it: Questa istanza può essere utilizzata per sviluppare e testare nuove applicazioni e plugin per MIDATA in un ambiente sicuro. È inoltre utilizzata per testare nuove versioni del portale e il backend prima che altre istanze siano aggiornate.

# study_agb
source: Project Terms
it: Condizioni dello studio

# info1
source: Dear project participant
it: Caro partecipante allo studio

# info3
source: Your personal account gives you an overview of your project participation.
it: Il tuo account personale ti fornisce una panoramica della partecipazione allo studio.

# info5
source: You do not yet have a MIDATA account and do not participate in a research project?
it: Non hai ancora un account MIDATA e non partecipi ad uno studio?

# study
source: Research project
it: Studio

# providers_monitoring
source: Healthcare Providers monitoring the research
it: Fornitori di prestazioni sanitarie che monitorano lo studio

# records_from_app
source: Records created by application:
it: Record create dall'applicazione:

# type_studyparticipation
source: This consent shares data with research for use in a research project.
it: Questo consenso condivide con la ricerca dati da utilizzare in uno studio.

# type_studyrelated
source: This consent shares research data to a project participant.
it: Questo consenso condivide dati di ricerca con un partecipante allo studio.

# type_externalservice
source: This consent shares data with an application.
it: Questo consenso condivide dati con una applicazione o servizio esterno mobile.

# back_to_plugin
source: Back
it: Torna alla visualizzazione

# study
source: Project: {{name}}
it: Studio: {{name}}

# reshares_data
source: Application may share data it has access to to third parties.
it: L'applicazione può condividere i dati a cui ha accesso con terzi.

# confirm_provider_opt
source: I accept to share data with this external provider (optional)
it: Accetto di condividere i dati con questo fornitore esterno (optionale)

# confirm_study
source: I accept the terms of use of the application and to participate in the project
it: Accetto le condizioni d'uso della domanda e di partecipare allo studio

# confirm_study_opt
source: I accept to participate in the project
it: Accetto di partecipare allo studio

# research_text
source: Participate in research projects. Inform yourself about current research.
it: Partecipa agli studi. Informati sulla ricerca corrente.

# yourstudies
source: Research projects you are involved:
it: Studi in cui sei coinvolto:

# studies_teaser
source: If you want to participate in research, configure your research settings. You will be contacted in this tile if you match a projects requirements.
it: Se desideri partecipare alla ricerca, configura le tue impostazioni. Se corrispondi ai requisiti di uno studio sarai contattato/a in questo riquadro.

# newstudies
source: New Research Projects
it: Nuovi studi

# smallstudies
source: Research Projects
it: Studi

# studies_found
source: Research projects found:
it: Studi trovati:

# ResearchStudy
source: Research Project
it: Studio

# EXTERNALSERVICE
source: Application
it: Applicazione

# studyparticipant
source: Your account has been set up for participation in a project. Functionality is limited. You may upgrade your user account to a full account.
it: Il tuo account è stato configurato per la partecipazione a uno studio. Le funzionalità sono limitate. Puoi aggiornare il tuo account utente a un account completo.

# point2
source: Data already included in research projects will continue to be available in the project.
it: I dati già inclusi negli studi continueranno ad essere disponibili nello studio.

# owner_all
source: Use also shared data (from projects, friends, patients)
it: Utilizza anche dati condivisi (studi, amici, pazienti)

# Group
source: Access to group definitions (either teams of health providers or researchers or groups defined as part of research project results generation)
it: Accesso alle definizioni dei gruppi (gruppi di operatori sanitari o di ricercatori o gruppi definiti come parte della generazione dei risultati dello studio)

# PseudonymizedPatient
source: Patient Records: pseudonym, year of birth, country of research project participants
it: Dati paziente: pseudonimo, anno di nascita, paese di provenienza dei partecipanti allo studio
